[
    {
        "title": "Kepatuhan Kebersihan Tangan",
        "description": "Tingkat kepatuhan tenaga kesehatan dalam melakukan kebersihan tangan sesuai dengan prosedur untuk mencegah infeksi nosokomial.",
        "profile": {
            "rationale": "Permenkes No 27 tahun 2017 Tentang Pedoman Pencegahan dan Pengendalian Infeksi di Fasilitas Pelayanan Kesehatan; Standard Akreditasi Rumah Sakit.",
            "quality_dimension": "Keselamatan",
            "objective": "Mengukur kepatuhan pemberi layanan kesehatan untuk memperbaiki dan meningkatkan kepatuhan agar dapat menjamin keselamatan petugas dan pasien dengan cara mengurangi risiko infeksi yang terkait pelayanan kesehatan",
            "operational_definition": "Kebersihan tangan dilakukan dengan mencuci tangan menggunakan sabun dan air mengalir atau menggunakan alkohol (alcohol-based handrubs), Indikasi Five Moments, dengan 6 Langkah",
            "indicator_type": "process",
            "numerator_formula": "Jumlah peluang kebersihan tangan yang dilakukan sesuai dengan indikasi",
            "denominator_formula": "Jumlah peluang kebersihan tangan yang seharusnya dilakukan dalam satu periode pengamatan",
            "target_value": 85,
            "inclusion_criteria": "Semua peluang kebersihan tangan",
            "exclusion_criteria": "Tidak ada",
            "data_source": "Melalui observasi",
            "data_collection_frequency": "1 Bulan",
            "analysis_plan": "Run Chart",
            "analysis_period_type": "bulanan",
            "analysis_period_value": 3,
            "data_collection_method": "Dilakukan melalui survey harian",
            "sampling_method": "Minimal 200 peluang",
            "data_collection_tool": "Pengamatan menggunakan formulir pengumpulan data",
            "responsible_person": "IPCN, Kepala Instalasi Rawat Inap"
        }
    },
    {
        "title": "Kepatuhan Penggunaan Alat Pelindung Diri (APD)",
        "description": "Persentase tenaga kesehatan yang menggunakan APD sesuai standar saat melakukan pelayanan terhadap pasien.",
        "profile": {
            "rationale": "PMK No. 129 Tahun 2008 Tentang Standard Pelayanan Minimal Rumah Sakit.",
            "quality_dimension": "Kompetensi teknis",
            "objective": "Tersedianya pelayanan rawat inap oleh tenaga yang kompeten",
            "operational_definition": "Merupakan kepatuhan petugas dalam menggunakan APD sesuai identifikasi tindakan yang memerlukan penggunaan APD",
            "indicator_type": "process",
            "numerator_formula": "Jumlah petugas yang menggunakan APD sesuai indikasi dan standar dalam periode pengamatan",
            "denominator_formula": "Jumlah petugas kesehatan yang diamati",
            "target_value": 85,
            "inclusion_criteria": "Semua petugas yang berindikasi harus menggunakan APD",
            "exclusion_criteria": "Tidak ada",
            "data_source": "Hasil audit kepatuhan penggunaan APD",
            "data_collection_frequency": "1 bulan",
            "analysis_plan": "Run Chart",
           "analysis_period_type": "bulanan",
            "analysis_period_value": 1,
            "data_collection_method": "Dilakukan melalui survey harian",
            "sampling_method": "Random Sampling",
            "data_collection_tool": "Pengamatan menggunakan formulir pengumpulan data",
            "responsible_person": "Kepala Instalasi rawat inap, Tim PPI"
        }
    },
    {
        "title": "Kepatuhan Identifikasi Pasien",
        "description": "Ketepatan dalam melakukan identifikasi pasien menggunakan minimal dua identitas untuk menghindari kesalahan medis.",
        "profile": {
            "rationale": "Peraturan Menteri Kesehatan Nomor 11 Tahun 2017 tentang Keselamatan Pasien pada pasal 5 ayat 5 bahwa salah satu Sasaran Keselamatan Pasien adalah mengidentifikasi pasien dengan benar. Ketepatan identifikasi menjadi sangat penting untuk menjamin keselamatan pasien selama proses pelayanan dan mencegah insiden keselamatan pasien. Untuk menjamin kepatuhan identifikasi maka diperlukan indikator yang mengukur dan memonitor tingkat kepatuhan pemberi pelayanan dalam melakukan proses identifikasi.",
            "quality_dimension": "Keselamatan",
            "objective": "Meningkatkan kepatuhan pemberi layanan dalam melaksanakan proses identifikasi pasien dalam pelayanan.",
            "operational_definition": "Identifikasi pasien adalah proses pengecekan identitas pasien menggunakan minimal 2 identitas dari 3 identitas yang tercantum pada gelang, label atau bentuk identitas lainnya sebelum memberikan pelayanan sesuai dengan regulasi yang berlaku di rumah sakit. Disebut patuh bila proses identifikasi pasien dilakukan secara benar oleh petugas pada saat pemberian obat, pengobatan termasuk nutrisi, pemberian darah dan produk darah, pengambilan specimen, atau sebelum melakukan tindakan diagnostik/terapeutik.",
            "indicator_type": "process",
            "numerator_formula": "Jumlah proses identifikasi pasien yang dilakukan secara benar",
            "denominator_formula": "Jumlah total proses identifikasi pasien yang diobservasi",
            "target_value": 100,
            "inclusion_criteria": "Semua pasien yang mendapatkan pelayanan di rumah sakit",
            "exclusion_criteria": "Tidak ada",
            "data_source": "Survilen Harian",
            "data_collection_frequency": "1 bulan",
            "analysis_plan": "Run Chart",
           "analysis_period_type": "bulanan",
            "analysis_period_value": 3,
            "data_collection_method": "Sensus Harian",
            "sampling_method": "Random Sampling",
            "data_collection_tool": "Formulir Observasi",
            "responsible_person": "Kepala Instalasi Rawat Inap"
        }
    },
    {
        "title": "Waktu Tanggap Operasi Seksio Sesarea Emergensi ≤ 30 menit",
        "description": "Kecepatan pelaksanaan tindakan seksio sesarea darurat sejak keputusan operasi hingga sayatan pertama, maksimal dalam 30 menit.",
        "profile": {
            "rationale": "Undang Undang Nomor 44 tahun 2009 tentang Rumah Sakit, pada pasal 29 ayat 1 (c) disebutkan bahwa Setiap Rumah Sakit mempunyai kewajiban untuk memberikan pelayanan gawat darurat kepada pasien sesuai dengan kemampuan pelayanannya.",
            "quality_dimension": "Keselamatan",
            "objective": "Tergambarnya pelayanan kegawatdaruratan operasi seksio sesarea yang cepat dan tepat sehingga mampu mengoptimalkan upaya menyelamatkan Ibu dan Bayi.",
            "operational_definition": "Waktu yang dibutuhkan pasien untuk mendapatkan tindakan SC emergensi diputuskan operasi sampai dimulainya insisi operasi di kamar operasi ≤ 30 menit.",
            "indicator_type": "process",
            "numerator_formula": "Jumlah pasien yang mendapatkan tindakan seksio sesarea emergensi sesuai dengan waktu tanggap",
            "denominator_formula": "Jumlah pasien yang diputuskan untuk tindakan seksio sesarea emergensi",
            "target_value": 80,
            "inclusion_criteria": "Pasien yang diputuskan untuk tindakan SC emergensi dengan toleransi operasi baik",
            "exclusion_criteria": "Ibu hamil yang memerlukan stabilisasi terlebih dahulu",
            "data_source": "Data sekunder dari laporan operasi maupun rekam medis",
            "data_collection_frequency": "1 bulan",
            "analysis_plan": "Run Chart",
           "analysis_period_type": "bulanan",
            "analysis_period_value": 3,
            "data_collection_method": "Data dikumpulkan secara retrospektif",
            "sampling_method": "Total Sampling",
            "data_collection_tool": "Formulir Monitoring",
            "responsible_person": "Kepala Instalasi Kamar Operasi"
        }
    },
    {
        "title": "Waktu Tunggu di Rawat Jalan",
        "description": "Rata-rata waktu yang dibutuhkan pasien dari waktu registrasi hingga mendapat pelayanan oleh dokter di unit rawat jalan.",
        "profile": {
            "rationale": "PMK No. 129 Tahun 2008 Tentang Standard Pelayanan Minimal Rumah Sakit.",
            "quality_dimension": "Akses",
            "objective": "Tersedianya pelayanan rawat jalan spesialistik pada hari kerja di setiap rumah sakit yang mudah dan cepat diakses oleh pasien.",
            "operational_definition": "Waktu tunggu adalah waktu yang diperlukan mulai pasien mendaftar sampai dilayani oleh dokter spesialis dalam waktu ≤ 60 menit.",
            "indicator_type": "process",
            "numerator_formula": "Jumlah kumulatif waktu tunggu pasien rawat jalan yang disurvey",
            "denominator_formula": "Jumlah seluruh pasien rawat jalan yang disurvey",
            "target_value": 60,
            "inclusion_criteria": "Semua pasien rawat jalan",
            "exclusion_criteria": "Tidak ada",
            "data_source": "Survey Pasien rawat jalan",
            "data_collection_frequency": "1 Bulan",
            "analysis_plan": "Run Chart",
           "analysis_period_type": "bulanan",
            "analysis_period_value": 3,
            "data_collection_method": "Data dikumpulkan secara retrospektif",
            "sampling_method": "Random Sampling",
            "data_collection_tool": "Formulir Monitoring",
            "responsible_person": "Kepala Instalasi Rawat Inap"
        }
    },
    {
        "title": "Penundaan Operasi Elektif",
        "description": "Persentase operasi terjadwal (elektif) yang mengalami penundaan karena faktor internal rumah sakit.",
        "profile": {
            "rationale": "Undang-Undang Nomor 44 tahun 2009 tentang Rumah Sakit, pada pasal 29 ayat 1 (b) disebutkan bahwa Setiap Rumah Sakit mempunyai kewajiban untuk memberi pelayanan kesehatan yang aman, bermutu, antidiskriminasi dan efektif dengan mengutamakan kepentingan pasien sesuai dengan standar pelayanan Rumah Sakit.",
            "quality_dimension": "Keselamatan",
            "objective": "Tergambarnya ketepatan pelayanan bedah dan penjadwalan operasi.",
            "operational_definition": "Tindakan operasi yang terencana atau dijadwalkan yang tertunda > 1 jam dari jadwal operasi yang direncanakan sebelumnya yang terjadi pada hari pelaksanaaan operasi.",
            "indicator_type": "process",
            "numerator_formula": "Jumlah pasien yang waktu jadwal operasinya tertunda lebih dari 1 jam",
            "denominator_formula": "Jumlah pasien operasi elektif",
            "target_value": 5,
            "inclusion_criteria": "Pasien operasi elektif",
            "exclusion_criteria": "Penundaan operasi atas indikasi medis, operasi CITO",
            "data_source": "Data sekunder dari laporan operasi maupun rekam medis",
            "data_collection_frequency": "1 Bulan",
            "analysis_plan": "Run Chart",
           "analysis_period_type": "bulanan",
            "analysis_period_value": 3,
            "data_collection_method": "Data dikumpulkan secara retrospektif",
            "sampling_method": "Dilakukan sesuai dengan referensi statistik yang ditetapkan oleh rumah sakit (Total Sampling)",
            "data_collection_tool": "Formulir Monitoring",
            "responsible_person": "Kepala Instalasi Kamar Operasi"
        }
    },
    {
        "title": "Ketepatan Waktu Visit Dokter Spesialis",
        "description": "Kepatuhan dokter spesialis dalam melakukan visit harian kepada pasien rawat inap sesuai waktu yang telah ditetapkan.",
        "profile": {
            "rationale": "Undang-Undang No. 29 Tahun 2004 tentang Praktik Kedokteran pasal 51 Dokter atau dokter gigi dalam melaksanakan praktik kedokteran mempunyai kewajiban memberikan pelayanan medis sesuai dengan standar profesi dan standar prosedur operasional serta kebutuhan medis pasien. Pada pasal 52 disebutkan bahwa pasien mempunyai hak untuk mendapatkan pelayanan sesuai dengan kebutuhan medis.",
            "quality_dimension": "Akses, Kesinambungan Pelayanan",
            "objective": "Tergambarnya kepatuhan dokter spesialis terhadap ketepatan waktu melakukan visitasi kepada pasien rawat inap.",
            "operational_definition": "Waktu kunjungan DPJP untuk melihat perkembangan pasien yang menjadi tanggung jawabnya setiap hari termasuk hari libur. Yang dilakukan antara jam 08.00 sampai dengan 14.00.",
            "indicator_type": "process",
            "numerator_formula": "Jumlah visite Dokter Spesialis yang dilakukan antara jam 08.00 sampai dengan 14.00.",
            "denominator_formula": "Jumlah visite Dokter Spesialis yang diamati.",
            "target_value": 100,
            "inclusion_criteria": "Semua pasien rawat inap.",
            "exclusion_criteria": "Pasien yang baru masuk rawat inap pada hari tersebut dan pasien konsul.",
            "data_source": "Data sekunder dari laporan operasi maupun rekam medis.",
            "data_collection_frequency": "1 Bulan",
            "analysis_plan": "Run Chart",
           "analysis_period_type": "bulanan",
            "analysis_period_value": 3,
            "data_collection_method": "Data dikumpulkan secara retrospektif",
            "sampling_method": "Total Sampling",
            "data_collection_tool": "Formulir Monitoring",
            "responsible_person": "Kepala Instalasi Rawat Inap"
        }
    },
    {
        "title": "Pelaporan Hasil Kritis Laboratorium < 30 menit",
        "description": "Kecepatan pelaporan hasil laboratorium dengan nilai kritis kepada dokter penanggung jawab, maksimal dalam 30 menit.",
        "profile": {
            "rationale": "Peraturan Menteri Kesehatan No.11 Tahun 2017 tentang Keselamatan Pasien, dalam lampiran Sasaran 2: meningkatkan komunikasi yang efektif seperti pelaporan hasil pemeriksaan kritis dan hasil pemeriksaan segera/cito.",
            "quality_dimension": "Akses, Kesinambungan Pelayanan, Keselamatan",
            "objective": "Untuk menurunkan risiko keselamatan pasien.",
            "operational_definition": "Waktu yang dibutuhkan sejak hasil pemeriksaan keluar dan telah dibaca oleh dokter/analis hingga dilaporkan hasilnya kepada dokter yang meminta pemeriksaan selama < 30 menit.",
            "indicator_type": "process",
            "numerator_formula": "Jumlah hasil kritis yang dilaporkan < 30 menit.",
            "denominator_formula": "Jumlah hasil kritis laboratorium yang disurvei.",
            "target_value": 100,
            "inclusion_criteria": "Semua hasil pemeriksaan laboratorium yang memenuhi kategori kritis.",
            "exclusion_criteria": "Tidak ada.",
            "data_source": "Form Monitoring, rekam medis.",
            "data_collection_frequency": "1 Bulan",
            "analysis_plan": "Run Chart",
           "analysis_period_type": "bulanan",
            "analysis_period_value": 3,
            "data_collection_method": "Data dikumpulkan secara retrospektif",
            "sampling_method": "Total Sampling",
            "data_collection_tool": "Formulir Monitoring",
            "responsible_person": "Kepala Instalasi Rawat Inap, Kepala Instalasi Laboratorium"
        }
    },
    {
        "title": "Kepatuhan Penggunaan Formularium Nasional",
        "description": "Persentase penggunaan obat yang sesuai dengan formularium nasional oleh tenaga medis di rumah sakit.",
        "profile": {
            "rationale": "Keputusan Menteri Kesehatan No. HK.02.02 / Menkes / 137 / 2016 tentang Formularium Nasional disebutkan bahwa dalam rangka pelaksanaan Jaminan Kesehatan Nasional dan meningkatkan mutu pelayanan kesehatan perlu menjamin aksesibilitas obat yang aman, berkhasiat, bermutu, dan terjangkau dalam jenis dan jumlah yang cukup.",
            "quality_dimension": "Efisien dan efektif",
            "objective": "Terwujudnya pelayanan obat kepada pasien yang efektif dan efisien berdasarkan daftar obat yang mengacu kepada formularium nasional.",
            "operational_definition": "Peresepan obat oleh DPJP kepada pasien sesuai daftar obat di Formularium Nasional.",
            "indicator_type": "process",
            "numerator_formula": "Jumlah item obat (R/) yang sesuai dengan formularium nasional.",
            "denominator_formula": "Jumlah item obat (R/) yang disurvei.",
            "target_value": 80,
            "inclusion_criteria": "Resep yang dilayani rumah sakit.",
            "exclusion_criteria": "Obat di luar fornas karena kebutuhan pasien dengan persetujuan komite Medik dan Direktur, Stok obat nasional berdasarkan e-katalog kosong.",
            "data_source": "Data sekunder dari lembar resep.",
            "data_collection_frequency": "1 Bulan",
            "analysis_plan": "Run Chart",
           "analysis_period_type": "bulanan",
            "analysis_period_value": 3,
            "data_collection_method": "Data dikumpulkan secara retrospektif",
            "sampling_method": "Total Sampling",
            "data_collection_tool": "Formulir Monitoring",
            "responsible_person": "Kepala Instalasi Farmasi"
        }
    },
    {
        "title": "Kepatuhan Terhadap Alur Klinis (Clinical Pathway)",
        "description": "Tingkat kesesuaian pelayanan pasien dengan alur klinis yang telah ditetapkan untuk diagnosis tertentu.",
        "profile": {
            "rationale": "Undang-Undang tentang Praktik Kedokteran. Permenkes tentang Standar Pelayanan Kedokteran. Untuk menjamin kepatuhan dokter atau dokter gigi di rumah sakit terhadap standar pelayanan maka perlu dilakukan monitor kepatuhan penggunaan clinical pathway.",
            "quality_dimension": "Efektif, integrasi",
            "objective": "Untuk menjamin kepatuhan Profesional Pemberi Asuhan (PPA) di rumah sakit terhadap standar pelayanan dan untuk meningkatkan mutu pelayanan klinis di rumah sakit.",
            "operational_definition": "Clinical Pathway adalah suatu perencanaan pelayanan terpadu/terintegrasi yang merangkum setiap langkah yang diberikan pada pasien, berdasarkan standar pelayanan medis, standar pelayanan keperawatan dan standar pelayanan Profesional Pemberi Asuhan (PPA) lainnya yang berbasis bukti dengan hasil terukur, pada jangka waktu tertentu selama pasien dirawat di Rumah Sakit. Kepatuhan terhadap clinical pathway adalah proses pelayanan secara terintegrasi yang diberikan Profesional Pemberi Asuhan (PPA) kepada pasien yang sesuai dengan clinical pathway yang meliputi ALOS, Terapi, dan pemeriksaan penunjang.",
            "indicator_type": "process",
            "numerator_formula": "Jumlah pelayanan oleh PPA yang sesuai dengan clinical pathway",
            "denominator_formula": "Jumlah seluruh pelayanan oleh PPA pada clinical pathway yang diobservasi",
            "target_value": 80,
            "inclusion_criteria": "Pasien yang menderita penyakit sesuai batasan ruang lingkup clinical pathway yang diukur.",
            "exclusion_criteria": "Pasien yang pulang atas permintaan sendiri selama perawatan, Pasien yang meninggal, Variasi yang terjadi sesuai dengan indikasi klinis pasien dalam perkembangan pelayanan.",
            "data_source": "Data sekunder dari rekam medis pasien",
            "data_collection_frequency": "1 Bulan",
            "analysis_plan": "Run Chart",
           "analysis_period_type": "bulanan",
            "analysis_period_value": 3,
            "data_collection_method": "Data dikumpulkan secara retrospektif",
            "sampling_method": "Total sampel (apabila jumlah populasi ≤ 30), Rumus Slovin (apabila jumlah populasi > 30)",
            "data_collection_tool": "Formulir Monitoring",
            "responsible_person": "Bidang Pelayanan Medik, Komite Medik, Komite Keperawatan dan Komite Tenaga Kesehatan lain"
        }
    },
    {
        "title": "Kepatuhan Upaya Pencegahan Risiko Pasien Jatuh",
        "description": "Pelaksanaan intervensi pencegahan risiko jatuh pada pasien sesuai dengan hasil asesmen risiko yang telah dilakukan.",
        "profile": {
            "rationale": "Permenkes No. 11 Tahun 2017 tentang Keselamatan Pasien pada pasal 5 ayat 5 bahwa salah satu Sasaran Keselamatan Pasien adalah mengurangi risiko cedera pasien akibat terjatuh.",
            "quality_dimension": "Keselamatan",
            "objective": "Mengukur kepatuhan pemberi pelayanan dalam menjalankan upaya pencegahan jatuh agar terselenggara pelayanan keperawatan yang aman dan mencapai pemenuhan sasaran keselamatan pasien.",
            "operational_definition": "Pelaksanaan pengkajian awal, pengkajian ulang & intervensi upaya pencegahan jatuh pada pasien rawat inap yang berisiko jatuh sesuai dengan standar yang ditetapkan rumah sakit.",
            "indicator_type": "process",
            "numerator_formula": "Jumlah pasien berisiko tinggi jatuh yang mendapatkan ketiga upaya pencegahan risiko jatuh",
            "denominator_formula": "Jumlah pasien rawat inap berisiko tinggi jatuh yang disurvei",
            "target_value": 100,
            "inclusion_criteria": "Pasien Rawat inap berisiko tinggi",
            "exclusion_criteria": "Pasien tidak dapat dilakukan asesmen ulang maupun edukasi (meninggal, gangguan jiwa yang melewati fase akut), Pasien yang menolak intervensi",
            "data_source": "Data sekunder dari rekam medik",
            "data_collection_frequency": "1 Bulan",
            "analysis_plan": "Run Chart",
           "analysis_period_type": "bulanan",
            "analysis_period_value": 3,
            "data_collection_method": "Data dikumpulkan secara retrospektif",
            "sampling_method": "Total Sampling",
            "data_collection_tool": "Formulir Monitoring",
            "responsible_person": "Kepala Instalasi Rawat Inap"
        }
    },
    {
        "title": "Kecepatan Waktu Tanggap Komplain",
        "description": "Waktu yang dibutuhkan unit terkait untuk merespons dan menangani keluhan pasien dan keluarga secara efektif.",
        "profile": {
            "rationale": "Undang-Undang No. 44 Tahun 2009 tentang Rumah Sakit. Pasal 32: Hak Pasien dimana mempunyai hak mengajukan pengaduan atas kualitas pelayanan yang didapatkan.",
            "quality_dimension": "Berfokus Kepada Pasien",
            "objective": "Tergambarnya kecepatan rumah sakit dalam merespon keluhan pasien agar dapat diperbaiki dan ditingkatkan untuk sebagai bentuk pemenuhan hak pasien.",
            "operational_definition": "Rentang waktu Rumah sakit dalam menanggapi keluhan tertulis, lisan atau melalui media masa melalui tahapan identifikasi, penetapan grading risiko, analisa hingga tindak lanjutnya.",
            "indicator_type": "process",
            "numerator_formula": "Jumlah komplain yang ditanggapi dan ditindaklanjuti sesuai waktu yang ditetapkan berdasarkan grading",
            "denominator_formula": "Jumlah Komplain yang disurvei",
            "target_value": 80,
            "inclusion_criteria": "Semua komplain",
            "exclusion_criteria": "Tidak ada",
            "data_source": "Data sekunder dari Laporan komplain",
            "data_collection_frequency": "1 Bulan",
            "analysis_plan": "Run Chart",
           "analysis_period_type": "bulanan",
            "analysis_period_value": 3,
            "data_collection_method": "Data dikumpulkan secara retrospektif",
            "sampling_method": "Total Sampling",
            "data_collection_tool": "Formulir Monitoring",
            "responsible_person": "Kasub. Bag. Teknologi dan Informasi"
        }
    },
    {
        "title": "Kepuasan Pasien dan Keluarga",
        "description": "Tingkat kepuasan pasien dan keluarga terhadap pelayanan yang diberikan oleh rumah sakit, berdasarkan survei atau umpan balik.",
        "profile": {
            "rationale": "Kepuasan pasien dan keluarga merupakan salah satu indikator penting untuk mengukur mutu pelayanan serta mencerminkan keberhasilan rumah sakit dalam memenuhi harapan dan kebutuhan pasien.",
            "quality_dimension": "Berfokus Kepada Pasien",
            "objective": "Mengetahui tingkat kepuasan pasien dan keluarga terhadap pelayanan rumah sakit untuk perbaikan mutu dan peningkatan layanan secara berkesinambungan.",
            "operational_definition": "Persentase pasien dan/atau keluarga pasien yang menyatakan puas terhadap pelayanan rumah sakit melalui survei yang dilakukan secara periodik.",
            "indicator_type": "outcome",
            "numerator_formula": "Jumlah responden yang menyatakan puas terhadap pelayanan rumah sakit",
            "denominator_formula": "Jumlah total responden survei kepuasan",
            "target_value": 85,
            "inclusion_criteria": "Pasien rawat jalan dan rawat inap yang telah menerima pelayanan minimal satu kali dan bersedia mengisi survei",
            "exclusion_criteria": "Pasien yang tidak bersedia mengisi survei atau dalam kondisi tidak memungkinkan untuk menilai pelayanan",
            "data_source": "Kuesioner survei kepuasan pasien dan keluarga",
            "data_collection_frequency": "3 Bulan",
            "analysis_plan": "Diagram batang dan analisis tren kepuasan berdasarkan unit layanan",
            "analysis_period_type": "bulanan",
            "analysis_period_value": 9,
            "data_collection_method": "Data dikumpulkan secara prospektif melalui survei langsung atau digital",
            "sampling_method": "Purposive Sampling",
            "data_collection_tool": "Formulir Survei Kepuasan Pasien dan Keluarga",
            "responsible_person": "Ka. Unit Penjaminan Mutu atau Sub. Bag. Humas"
        }
    }
]